Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: %@ tools
ar: أدوات %@
cs: Nástroje %@
de: %@-Werkzeuge
el: Εργαλεία %@
es: Herramientas: %@
fi: %@-työkalut
fr: Outils %@
it: Strumenti %@
ja: %@ ツール
ko: %@ 도구
pl: Narzędzia %@
pt_br: Ferramentas %@
tr: %@ araçları

source: %lld agent(s)
ar: %lld وكيل
cs: %lld agentů
de: %lld Agenten
el: %lld πράκτορες
es: %lld agentes
fi: %lld agenttia
it: %lld agenti
ja: %lld エージェント
ko: 에이전트 %lld개
pl: %lld agentów
pt_br: %lld agentes
tr: %lld aracı

source: %lld agent(s) × %lld tool(s) → %@ tier
ar: %1$lld وكلاء × %2$lld أدوات ← المستوى %3$@
cs: %1$lld agent(ů) × %2$lld nástroj(ů) → úroveň %3$@
de: %1$lld Agent(en) × %2$lld Werkzeug(e) → %3$@-Stufe
el: %1$lld πράκτορες × %2$lld εργαλεία → βαθμίδα %3$@
es: %1$lld agente(s) × %2$lld herramienta(s) → nivel %3$@
fi: %1$lld agentti(a) × %2$lld työkalu(a) → %3$@-taso
fr: %1$lld agent(s) × %2$lld outil(s) → niveau %3$@
it: %1$lld agente/i × %2$lld strumento/i → livello %3$@
ja: エージェント %1$lld 個 × ツール %2$lld 個 → %3$@ ティア
ko: 에이전트 %1$lld개 × 도구 %2$lld개 → %3$@ 등급
pl: %1$lld agent(ów) × %2$lld narzędzi(a) → poziom %3$@
pt_br: %1$lld agente(s) × %2$lld ferramenta(s) → nível %3$@
tr: %1$lld aracı × %2$lld araç → %3$@ katmanı

source: %lld agent(s) with >5 iterations multiply token cost
ar: %lld وكيل بأكثر من 5 تكرارات يضاعف تكلفة الرموز
cs: %lld agent(ů) s více než 5 iteracemi násobí náklady na tokeny
de: %lld Agent(en) mit mehr als 5 Iterationen vervielfachen die Token-Kosten
el: %lld πράκτορες με πάνω από 5 επαναλήψεις πολλαπλασιάζουν το κόστος των token
es: %lld agente(s) con más de 5 iteraciones multiplican el coste de tokens
fi: %lld agentti(a), joiden iteraatioita on yli 5, moninkertaistaa token-kustannuksen
fr: %lld agent(s) avec plus de 5 itérations multiplient le coût des jetons
it: %lld agente/i con oltre 5 iterazioni moltiplicano il costo dei token
ja: 反復回数が5回を超えるエージェント %lld 個がトークンコストを増大させます
ko: 반복 횟수가 5회를 초과하는 에이전트 %lld개가 토큰 비용을 증가시킵니다
pl: %lld agent(ów) z >5 iteracjami zwielokrotnia koszt tokenów
pt_br: %lld agente(s) com mais de 5 iterações multiplicam o custo de tokens
tr: %lld aracı 5'ten fazla yinelemeyle token maliyetini katlar

source: %lld agent(s) with model specified
ar: %lld وكيل بنموذج محدد
cs: %lld agent(ů) se zadaným modelem
de: %lld Agent(en) mit angegebenem Modell
el: %lld πράκτορες με καθορισμένο μοντέλο
es: %lld agente(s) con modelo especificado
fi: %lld agentti(a) määritellyllä mallilla
fr: %lld agent(s) avec modèle spécifié
it: %lld agente/i con modello specificato
ja: モデルを指定したエージェント %lld 個
ko: 모델이 지정된 에이전트 %lld개
pl: %lld agent(ów) z podanym modelem
pt_br: %lld agente(s) com modelo especificado
tr: %lld aracı belirtilmiş modelle

source: %lld agent(s) with sub-second latency budget
ar: %lld وكيل بميزانية كمون دون الثانية
cs: %lld agent(ů) s rozpočtem latence pod sekundu
de: %lld Agent(en) mit Sub-Sekunden-Latenzbudget
el: %lld πράκτορες με προϋπολογισμό καθυστέρησης κάτω του δευτερολέπτου
es: %lld agente(s) con presupuesto de latencia inferior a un segundo
fi: %lld agentti(a), joilla on alle sekunnin latenssibudjetti
fr: %lld agent(s) avec budget de latence inférieur à la seconde
it: %lld agente/i con budget di latenza sub-secondo
ja: 1秒未満のレイテンシ予算を持つエージェント %lld 個
ko: 1초 미만 지연 예산을 가진 에이전트 %lld개
pl: %lld agent(ów) z budżetem opóźnień poniżej sekundy
pt_br: %lld agente(s) com orçamento de latência abaixo de um segundo
tr: %lld aracı sub-saniye gecikme bütçesine sahip

source: %lld agents have no max iterations or cost budget. Unbounded agents can consume excessive tokens during complex reasoning or retry loops.
ar: %lld وكلاء بدون حد أقصى للتكرارات أو ميزانية تكلفة. يمكن للوكلاء غير المحدودين استهلاك رموز مفرطة أثناء الاستدلال المعقد أو حلقات إعادة المحاولة.
cs: %lld agentů nemá maximální iterace ani rozpočet nákladů. Neomezení agenti mohou během složitého uvažování nebo opakování spotřebovat nadměrné množství tokenů.
de: %lld Agenten haben weder maximale Iterationen noch ein Kostenbudget. Unbegrenzte Agenten können bei komplexem Schlussfolgern oder Wiederholungs-Schleifen übermäßig viele Tokens verbrauchen.
el: %lld πράκτορες δεν έχουν μέγιστες επαναλήψεις ή προϋπολογισμό κόστους. Οι μη φραγμένοι πράκτορες μπορούν να καταναλώσουν υπερβολικά token κατά τη διάρκεια σύνθετου συλλογισμού ή βρόχων επανάληψης.
es: %lld agentes no tienen iteraciones máximas ni presupuesto de coste. Los agentes sin límites pueden consumir tokens excesivos durante razonamientos complejos o bucles de reintento.
fi: %lld agentilla ei ole maksimi-iteraatioita tai kustannusbudjettia. Rajoittamattomat agentit voivat kuluttaa liikaa tokeneita monimutkaisen päättelyn tai uudelleenyrityssilmukoiden aikana.
fr: %lld agents n'ont pas d'itérations maximales ni de budget de coût. Les agents non bornés peuvent consommer trop de jetons lors de raisonnements complexes ou de boucles de nouvelles tentatives.
it: %lld agenti non hanno iterazioni massime né budget di costo. Gli agenti senza limiti possono consumare token in eccesso durante ragionamenti complessi o cicli di retry.
ja: 最大反復回数もコスト予算も設定されていないエージェントが %lld 個あります。制限のないエージェントは、複雑な推論やリトライループ中に過剰なトークンを消費する可能性があります。
ko: 최대 반복 횟수나 비용 예산이 없는 에이전트가 %lld개 있습니다. 제한이 없는 에이전트는 복잡한 추론이나 재시도 루프 중에 과도한 토큰을 소비할 수 있습니다.
pl: %lld agentów nie ma maksymalnej liczby iteracji ani budżetu kosztów. Nieograniczeni agenci mogą zużywać nadmierne tokeny podczas złożonego rozumowania lub pętli ponawiania.
pt_br: %lld agentes não têm iterações máximas ou orçamento de custo. Agentes sem limites podem consumir tokens em excesso durante raciocínios complexos ou loops de repetição.
tr: %lld aracının maksimum yineleme veya maliyet bütçesi yok. Sınırsız aracılar karmaşık akıl yürütme veya yeniden deneme döngüleri sırasında aşırı token tüketebilir.

source: %lld chars
ar: %lld حرفًا
cs: %lld znaků
de: %lld Zeichen
el: %lld χαρακτήρες
es: %lld caracteres
fi: %lld merkkiä
fr: %lld caractères
it: %lld caratteri
ja: %lld 文字
ko: %lld자
pl: %lld znaków
pt_br: %lld caracteres
tr: %lld karakter

source: %lld complex agent(s) with high iteration limits
ar: %lld وكيل معقد بحدود تكرار عالية
cs: %lld složitých agentů s vysokými limity iterací
de: %lld komplexe(r) Agent(en) mit hohen Iterationsgrenzen
el: %lld σύνθετοι πράκτορες με υψηλά όρια επανάληψης
es: %lld agente(s) complejo(s) con altos límites de iteración
fi: %lld monimutkainen agentti, joilla on korkeat iteraatiorajat
fr: %lld agent(s) complexe(s) avec limites d'itération élevées
it: %lld agente/i complesso/i con elevati limiti di iterazione
ja: 反復上限が高い複雑なエージェント %lld 個
ko: 반복 한도가 높은 복잡한 에이전트 %lld개
pl: %lld złożony(ch) agent(ów) z wysokimi limitami iteracji
pt_br: %lld agente(s) complexo(s) com altos limites de iteração
tr: %lld karmaşık aracı yüksek yineleme sınırıyla

source: %lld delegation layer(s) → %lld inferences per session
ar: %1$lld طبقات تفويض ← %2$lld استدلال لكل جلسة
cs: %1$lld vrstev delegování → %2$lld inferencí na sezení
de: %1$lld Delegationsebene(n) → %2$lld Inferenzen pro Sitzung
el: %1$lld επίπεδα ανάθεσης → %2$lld συμπερασμοί ανά συνεδρία
es: %1$lld capa(s) de delegación → %2$lld inferencias por sesión
fi: %1$lld delegointitaso(a) → %2$lld päättelyä per istunto
fr: %1$lld couche(s) de délégation → %2$lld inférences par session
it: %1$lld livello/i di delega → %2$lld inferenze per sessione
ja: 委任レイヤー %1$lld 層 → セッションあたり %2$lld 回の推論
ko: 위임 계층 %1$lld개 → 세션당 추론 %2$lld회
pl: %1$lld warstw(a) delegacji → %2$lld wniosków na sesję
pt_br: %1$lld camada(s) de delegação → %2$lld inferências por sessão
tr: %1$lld yetki devri katmanı → %2$lld oturum başına çıkarım

source: %lld delegation layers → %lld inferences per session
ar: %1$lld طبقات تفويض ← %2$lld استدلال لكل جلسة
cs: %1$lld vrstvy delegování → %2$lld inferencí na sezení
de: %1$lld Delegationsebenen → %2$lld Inferenzen pro Sitzung
el: %1$lld επίπεδα ανάθεσης → %2$lld συμπερασμοί ανά συνεδρία
es: %1$lld capas de delegación → %2$lld inferencias por sesión
fi: %1$lld delegointitasoa → %2$lld päättelyä per istunto
fr: %1$lld couches de délégation → %2$lld inférences par session
it: %1$lld livelli di delega → %2$lld inferenze per sessione
ja: 委任レイヤー %1$lld 層 → セッションあたり %2$lld 回の推論
ko: 위임 계층 %1$lld개 → 세션당 추론 %2$lld회
pl: %1$lld warstwy delegacji → %2$lld wniosków na sesję
pt_br: %1$lld camadas de delegação → %2$lld inferências por sessão
tr: %1$lld yetki devri katmanı → %2$lld oturum başına çıkarım

source: %lld details-locked (will skip)
ar: %lld بتفاصيل مقفلة (سيتم تخطيها)
cs: %lld s uzamčenými podrobnostmi (přeskočí se)
de: %lld mit gesperrten Details (wird übersprungen)
el: %lld με κλειδωμένες λεπτομέρειες (θα παραλειφθεί)
es: %lld con detalles bloqueados (se omitirá)
fi: %lld tiedot lukittu (ohitetaan)
fr: %lld détails verrouillés (ignoré)
it: %lld con dettagli bloccati (verrà saltato)
ja: %lld 件は詳細がロックされています（スキップされます）
ko: %lld개는 세부 정보가 잠겨 있습니다(건너뜀)
pl: %lld z zablokowanymi szczegółami (zostanie pominięty)
pt_br: %lld com detalhes bloqueados (será ignorado)
tr: %lld ayrıntıları kilitli (atlanacak)

source: %lld distinct tool types — diverse virtual environments reduce cache efficiency
ar: %lld أنواع أدوات مختلفة — البيئات الافتراضية المتنوعة تقلل من كفاءة التخزين المؤقت
cs: %lld různých typů nástrojů — různorodá virtuální prostředí snižují efektivitu cache
de: %lld unterschiedliche Werkzeugtypen — vielfältige virtuelle Umgebungen verringern die Cache-Effizienz
el: %lld διαφορετικοί τύποι εργαλείων — διαφορετικά εικονικά περιβάλλοντα μειώνουν την αποδοτικότητα της cache
es: %lld tipos distintos de herramientas — entornos virtuales diversos reducen la eficiencia del caché
fi: %lld eri työkalutyyppiä — vaihtelevat virtuaaliympäristöt vähentävät välimuistin tehokkuutta
fr: %lld types d'outils distincts — des environnements virtuels variés réduisent l'efficacité du cache
it: %lld tipi distinti di strumenti — ambienti virtuali diversi riducono l'efficienza della cache
ja: %lld 種類の異なるツールタイプ — 多様な仮想環境はキャッシュ効率を低下させます
ko: 서로 다른 도구 유형 %lld가지 — 다양한 가상 환경은 캐시 효율을 떨어뜨립니다
pl: %lld różnych typów narzędzi — różnorodne środowiska wirtualne zmniejszają wydajność pamięci podręcznej
pt_br: %lld tipos distintos de ferramentas — ambientes virtuais diversos reduzem a eficiência do cache
tr: %lld farklı araç türü — çeşitli sanal ortamlar önbellek verimliliğini azaltır

source: %lld human node(s) with chat/portal channels
ar: %lld عقدة بشرية بقنوات الدردشة/البوابة
cs: %lld lidských uzlů s kanály chat/portál
de: %lld Mensch-Knoten mit Chat/Portal-Kanälen
el: %lld ανθρώπινοι κόμβοι με κανάλια chat/portal
es: %lld nodo(s) humano(s) con canales de chat/portal
fi: %lld ihmissolmua chat-/portaalikanavilla
fr: %lld nœud(s) humain(s) avec canaux chat/portail
it: %lld nodo/i umano/i con canali chat/portale
ja: チャット/ポータルチャネルを持つヒューマンノード %lld 個
ko: 채팅/포털 채널을 가진 휴먼 노드 %lld개
pl: %lld węzeł/ów ludzkich z kanałami czatu/portalu
pt_br: %lld nó(s) humano(s) com canais de chat/portal
tr: %lld insan düğümü chat/portal kanallarıyla

source: %lld idempotent tool(s) are safe candidates for result caching:
ar: %lld أداة غير قابلة للتكرار مرشحات آمنة لتخزين النتائج مؤقتًا:
cs: %lld idempotentních nástrojů jsou bezpečnými kandidáty pro cache výsledků:
de: %lld idempotente(s) Werkzeug(e) eignen sich gut für Ergebnis-Caching:
el: %lld ιδιοδυναμικά εργαλεία είναι ασφαλείς υποψήφιοι για cache αποτελεσμάτων:
es: %lld herramienta(s) idempotente(s) son candidatas seguras para caché de resultados:
fi: %lld idempotenttia työkalua ovat turvallisia ehdokkaita tulosvälimuistille:
fr: %lld outil(s) idempotent(s) sont des candidats sûrs pour le cache des résultats :
it: %lld strumento/i idempotente/i sono candidati sicuri per il caching dei risultati:
ja: %lld 個の冪等なツールは結果キャッシュの安全な候補です:
ko: 멱등 도구 %lld개는 결과 캐싱의 안전한 후보입니다:
pl: %lld idempotentnych narzędzi to bezpieczni kandydaci do cache wyników:
pt_br: %lld ferramenta(s) idempotente(s) são candidatas seguras para cache de resultados:
tr: %lld idempotent araç sonuç önbelleği için güvenli adaylar:

source: %lld items selected
ar: %lld عنصر محدد
cs: Vybráno %lld položek
de: %lld Objekte ausgewählt
el: %lld επιλεγμένα στοιχεία
es: %lld elementos seleccionados
fi: %lld kohdetta valittu
fr: %lld éléments sélectionnés
it: %lld elementi selezionati
ja: %lld 項目を選択中
ko: %lld개 항목 선택됨
pl: Wybrano %lld elementów
pt_br: %lld itens selecionados
tr: %lld öğe seçildi

source: %lld knowledge source(s) with large data volumes — may require dedicated storage and retrieval infrastructure
ar: %lld مصادر معرفة بأحجام بيانات كبيرة — قد تتطلب بنية تحتية مخصصة للتخزين والاسترجاع
cs: %lld zdroje znalostí s velkými objemy dat — mohou vyžadovat vyhrazenou úložnou a načítací infrastrukturu
de: %lld Wissensquelle(n) mit großen Datenmengen — können dedizierte Speicher- und Abrufinfrastruktur erfordern
el: %lld πηγές γνώσης με μεγάλο όγκο δεδομένων — ενδέχεται να απαιτούν αποκλειστική υποδομή αποθήκευσης και ανάκτησης
es: %lld fuente(s) de conocimiento con grandes volúmenes de datos — pueden requerir infraestructura dedicada de almacenamiento y recuperación
fi: %lld tietolähde(ttä), joissa on suuria tietomääriä — saattaa vaatia oman tallennus- ja hakuinfrastruktuurin
fr: %lld source(s) de connaissances avec de grands volumes de données — peuvent nécessiter une infrastructure dédiée de stockage et de récupération
it: %lld fonte/i di conoscenza con grandi volumi di dati — potrebbero richiedere infrastruttura dedicata di storage e recupero
ja: 大容量データを持つ知識ソース %lld 個 — 専用のストレージおよび取得インフラが必要になる場合があります
ko: 대용량 데이터를 가진 지식 소스 %lld개 — 전용 스토리지 및 검색 인프라가 필요할 수 있습니다
pl: %lld źródło/a wiedzy z dużymi wolumenami danych — mogą wymagać dedykowanej infrastruktury przechowywania i pobierania
pt_br: %lld fonte(s) de conhecimento com grandes volumes de dados — podem exigir infraestrutura dedicada de armazenamento e recuperação
tr: %lld bilgi kaynağı büyük veri hacimleriyle — özel depolama ve alma altyapısı gerekebilir

source: %lld large knowledge source(s) with no caching tools. RAG retrieval latency will degrade significantly under concurrent queries.
ar: %lld مصادر معرفة كبيرة بدون أدوات تخزين مؤقت. سيتدهور كمون استرجاع RAG كثيرًا تحت الاستعلامات المتزامنة.
cs: %lld velké zdroje znalostí bez nástrojů cache. Latence načítání RAG se výrazně zhorší při souběžných dotazech.
de: %lld große Wissensquelle(n) ohne Caching-Werkzeuge. Die RAG-Abruf-Latenz wird unter parallelen Abfragen erheblich abnehmen.
el: %lld μεγάλες πηγές γνώσης χωρίς εργαλεία cache. Η καθυστέρηση ανάκτησης RAG θα υποβαθμιστεί σημαντικά υπό ταυτόχρονα ερωτήματα.
es: %lld fuente(s) de conocimiento grandes sin herramientas de caché. La latencia de recuperación RAG se degradará significativamente bajo consultas concurrentes.
fi: %lld suurta tietolähdettä ilman välimuistityökaluja. RAG-haun latenssi heikkenee merkittävästi samanaikaisissa kyselyissä.
fr: %lld grande(s) source(s) de connaissances sans outils de cache. La latence de récupération RAG se dégradera fortement sous des requêtes simultanées.
it: %lld grande/i fonte/i di conoscenza senza strumenti di cache. La latenza di recupero RAG si degraderà significativamente sotto query concorrenti.
ja: キャッシュツールのない大規模な知識ソースが %lld 個あります。同時クエリ時に RAG 取得のレイテンシが大幅に悪化します。
ko: 캐싱 도구가 없는 대규모 지식 소스가 %lld개 있습니다. 동시 쿼리 시 RAG 검색 지연이 크게 악화됩니다.
pl: %lld duże źródło/a wiedzy bez narzędzi pamięci podręcznej. Opóźnienie pobierania RAG znacznie wzrośnie przy równoczesnych zapytaniach.
pt_br: %lld fonte(s) de conhecimento grandes sem ferramentas de cache. A latência de recuperação RAG vai degradar significativamente sob consultas concorrentes.
tr: %lld büyük bilgi kaynağı önbellek araçları olmadan. Eşzamanlı sorgular altında RAG alma gecikmesi önemli ölçüde bozulur.

source: %lld loop(s)
ar: %lld حلقة
cs: %lld smyček
de: %lld Schleifen
el: %lld βρόχοι
es: %lld bucles
fi: %lld silmukkaa
fr: %lld boucles
it: %lld cicli
ja: %lld ループ
ko: %lld 루프
pl: %lld pętli
pt_br: %lld ciclos
tr: %lld döngü

source: %lld more...
ar: %lld أخرى…
cs: Dalších %lld…
de: %lld weitere…
el: %lld ακόμη…
es: %lld más…
fi: %lld lisää…
fr: %lld de plus…
it: Altri %lld…
ja: 他 %lld 件...
ko: %lld개 더...
pl: Jeszcze %lld…
pt_br: Mais %lld…
tr: %lld tane daha…

# %lld nodes, %lld edges
source: %1$lld nodes, %2$lld edges
ar: %lld عقد، %lld حواف
cs: %lld uzlů, %lld hran
de: %lld Knoten, %lld Kanten
el: %lld κόμβοι, %lld ακμές
es: %lld nodos, %lld aristas
fi: %lld solmua, %lld reunaa
fr: %lld nœuds, %lld arêtes
it: %lld nodi, %lld archi
ja: %1$lld 個のノード、%2$lld 本のエッジ
ko: 노드 %1$lld개, 엣지 %2$lld개
pl: %lld węzłów, %lld krawędzi
pt_br: %lld nós, %lld arestas
tr: %lld düğüm, %lld kenar

source: %lld objects selected
ar: %lld كائن محدد
cs: Vybráno %lld objektů
de: %lld Objekte ausgewählt
el: %lld επιλεγμένα αντικείμενα
es: %lld objetos seleccionados
fi: %lld objektia valittu
fr: %lld objets sélectionnés
it: %lld oggetti selezionati
ja: %lld 個のオブジェクトを選択中
ko: %lld개 객체 선택됨
pl: Wybrano %lld obiektów
pt_br: %lld objetos selecionados
tr: %lld nesne seçildi

# %lld of %lld
source: %1$lld of %2$lld
ar: %lld من %lld
cs: %lld z %lld
de: %lld von %lld
el: %lld από %lld
es: %lld de %lld
fi: %1$lld / %2$lld
fr: %lld sur %lld
it: %lld di %lld
ja: %2$lld 件中 %1$lld 件
ko: %2$lld개 중 %1$lld개
pl: %lld z %lld
pt_br: %lld de %lld
tr: %lld / %lld

source: %lld of %lld agents have no cost budget — risk of runaway token consumption
ar: %1$lld من %2$lld وكلاء بدون ميزانية تكلفة — خطر استهلاك مفرط للرموز
cs: %1$lld z %2$lld agentů nemá rozpočet nákladů — riziko nekontrolované spotřeby tokenů
de: %1$lld von %2$lld Agenten haben kein Kostenbudget — Gefahr eines außer Kontrolle geratenen Token-Verbrauchs
el: %1$lld από %2$lld πράκτορες δεν έχουν προϋπολογισμό κόστους — κίνδυνος ανεξέλεγκτης κατανάλωσης token
es: %1$lld de %2$lld agentes no tienen presupuesto de coste — riesgo de consumo descontrolado de tokens
fi: %1$lld / %2$lld agentilla ei ole kustannusbudjettia — riski hallitsemattomasta token-kulutuksesta
fr: %1$lld agents sur %2$lld n'ont pas de budget de coût — risque de consommation de jetons incontrôlée
it: %1$lld su %2$lld agenti non hanno budget di costo — rischio di consumo incontrollato di token
ja: %2$lld 個中 %1$lld 個のエージェントにコスト予算がありません — トークン消費が暴走するリスクがあります
ko: 에이전트 %2$lld개 중 %1$lld개에 비용 예산이 없습니다 — 토큰 소비가 폭주할 위험이 있습니다
pl: %1$lld z %2$lld agentów nie ma budżetu kosztów — ryzyko niekontrolowanego zużycia tokenów
pt_br: %1$lld de %2$lld agentes não têm orçamento de custo — risco de consumo descontrolado de tokens
tr: %1$lld / %2$lld aracının maliyet bütçesi yok — kontrolden çıkmış token tüketimi riski

source: %lld of %lld tools have no error handling. Add retry, fallback, or circuit-breaker patterns to prevent cascading failures under load.
ar: %1$lld من %2$lld أدوات لا تحتوي على معالجة أخطاء. أضف أنماط إعادة المحاولة أو البديل أو قاطع الدائرة لمنع الأعطال المتسلسلة تحت الحمل.
cs: %1$lld z %2$lld nástrojů nemá zpracování chyb. Přidejte vzory opakování, záložní cesty nebo circuit-breakery, abyste zabránili kaskádovým chybám při zatížení.
de: %1$lld von %2$lld Werkzeugen haben keine Fehlerbehandlung. Füge Wiederhol-, Fallback- oder Circuit-Breaker-Muster hinzu, um Kaskadenfehler unter Last zu vermeiden.
el: %1$lld από %2$lld εργαλεία δεν έχουν διαχείριση σφαλμάτων. Προσθέστε μοτίβα retry, fallback ή circuit-breaker για αποτροπή αλυσιδωτών αστοχιών υπό φορτίο.
es: %1$lld de %2$lld herramientas no tienen manejo de errores. Añade patrones de reintento, respaldo o disyuntor para evitar fallos en cascada bajo carga.
fi: %1$lld / %2$lld työkalulla ei ole virheenkäsittelyä. Lisää uudelleenyritys-, varareitti- tai katkaisijakuvio estääksesi kaskadiset viat kuormituksessa.
fr: %1$lld outils sur %2$lld n'ont pas de gestion d'erreurs. Ajoutez des modèles de nouvelle tentative, repli ou disjoncteur pour éviter les défaillances en cascade sous charge.
it: %1$lld su %2$lld strumenti non hanno gestione errori. Aggiungi pattern di retry, fallback o circuit-breaker per prevenire guasti a cascata sotto carico.
ja: %2$lld 個中 %1$lld 個のツールにエラー処理がありません。負荷時の連鎖的な障害を防ぐため、リトライ、フォールバック、サーキットブレーカーのパターンを追加してください。
ko: 도구 %2$lld개 중 %1$lld개에 오류 처리가 없습니다. 부하 시 연쇄 장애를 방지하려면 재시도, 폴백 또는 서킷 브레이커 패턴을 추가하세요.
pl: %1$lld z %2$lld narzędzi nie ma obsługi błędów. Dodaj wzorce ponawiania, fallbacku lub bezpiecznika, aby zapobiec kaskadowym awariom pod obciążeniem.
pt_br: %1$lld de %2$lld ferramentas não têm tratamento de erros. Adicione padrões de retry, fallback ou circuit-breaker para evitar falhas em cascata sob carga.
tr: %1$lld / %2$lld aracın hata yönetimi yok. Yük altında zincirleme arızaları önlemek için yeniden deneme, yedek veya devre kesici desenleri ekleyin.

source: %lld sessions × %@ inferences = %lld peak
ar: %1$lld جلسة × %2$@ استدلال = %3$lld ذروة
cs: %1$lld sezení × %2$@ inferencí = %3$lld špička
de: %1$lld Sitzungen × %2$@ Inferenzen = %3$lld Spitze
el: %1$lld συνεδρίες × %2$@ συμπερασμοί = %3$lld αιχμή
es: %1$lld sesiones × %2$@ inferencias = %3$lld pico
fi: %1$lld istuntoa × %2$@ päättelyä = %3$lld huippu
fr: %1$lld sessions × %2$@ inférences = %3$lld pic
it: %1$lld sessioni × %2$@ inferenze = %3$lld picco
ja: %1$lld セッション × %2$@ 回の推論 = ピーク %3$lld
ko: 세션 %1$lld개 × 추론 %2$@회 = 최대 %3$lld
pl: %1$lld sesji × %2$@ wnioskowań = %3$lld szczyt
pt_br: %1$lld sessões × %2$@ inferências = %3$lld pico
tr: %1$lld oturum × %2$@ çıkarım = %3$lld zirve

source: %lld testing tool(s)
ar: %lld أدوات اختبار
cs: %lld testovacích nástrojů
de: %lld Test-Werkzeug(e)
el: %lld εργαλεία δοκιμών
es: %lld herramienta(s) de pruebas
fi: %lld testaustyökalu(a)
fr: %lld outil(s) de test
it: %lld strumento/i di test
ja: テストツール %lld 個
ko: 테스트 도구 %lld개
pl: %lld narzędzi(a) testowych
pt_br: %lld ferramenta(s) de teste
tr: %lld test aracı

source: %lld tool(s), parallel
ar: %lld أداة، متوازي
cs: %lld nástrojů, paralelně
el: %lld εργαλεία, παράλληλα
es: %lld herramientas, en paralelo
fi: %lld työkalua, rinnakkain
fr: %lld outils, en parallèle
it: %lld strumenti, in parallelo
ja: %lld ツール、並列
ko: %lld개 도구, 병렬
pl: %lld narzędzi, równolegle
pt_br: %lld ferramentas, em paralelo
tr: %lld araç, paralel

source: %lld tool(s), serial
ar: %lld أداة، تسلسلي
cs: %lld nástrojů, sériově
de: %lld Tools, seriell
el: %lld εργαλεία, σειριακά
es: %lld herramientas, en serie
fi: %lld työkalua, sarjassa
fr: %lld outils, en série
it: %lld strumenti, in serie
ja: %lld ツール、直列
ko: %lld개 도구, 직렬
pl: %lld narzędzi, szeregowo
pt_br: %lld ferramentas, em série
tr: %lld araç, seri

source: %lld tools (%lld async, %lld sync)
ar: %1$lld أدوات (%2$lld غير متزامن، %3$lld متزامن)
cs: %1$lld nástrojů (%2$lld asynchronních, %3$lld synchronních)
de: %1$lld Werkzeuge (%2$lld asynchron, %3$lld synchron)
el: %1$lld εργαλεία (%2$lld ασύγχρονα, %3$lld σύγχρονα)
es: %1$lld herramientas (%2$lld asíncronas, %3$lld síncronas)
fi: %1$lld työkalua (%2$lld asynkr., %3$lld synkr.)
fr: %1$lld outils (%2$lld asynchrones, %3$lld synchrones)
it: %1$lld strumenti (%2$lld asincroni, %3$lld sincroni)
ja: ツール %1$lld 個（非同期 %2$lld、同期 %3$lld）
ko: 도구 %1$lld개(비동기 %2$lld, 동기 %3$lld)
pl: %1$lld narzędzi (%2$lld asynchronicznych, %3$lld synchronicznych)
pt_br: %1$lld ferramentas (%2$lld assíncronas, %3$lld síncronas)
tr: %1$lld araç (%2$lld eşzamansız, %3$lld eşzamanlı)
